---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.YzJustification
source: html/1dad92a1-e402-f58e-6db1-542dd0f1604a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.YzJustification Property

"yz Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId YzJustification { get; }
```